{
  "books": [
    {
      "id": "8P8nDwAAQBAJ",
      "book_name": "Literary Allusion in Harry Potter",
      "authors_name": [
        "Beatrice Groves"
      ],
      "num_pages": 197,
      "short_description": "Literary Allusion in Harry Potter builds on the world-wide enthusiasm for J. K. Rowling’s series in order to introduce its readers to some of the great works of literature on which Rowling draws. Harry Potter’s narrative techniques are rooted in the western literary tradition and its allusiveness provides insight into Rowling’s fictional world. Each chapter of Literary Allusion in Harry Potter consists of an in-depth discussion of the intersection between Harry Potter and a canonical literary work, such as the plays of Shakespeare, the poetry of Homer, Ovid, the Gawain-poet, Chaucer, Milton and Tennyson, and the novels of Austen, Hardy and Dickens. This approach aims to transform the reader’s understanding of Rowling’s literary achievement as well as to encourage the discovery of works with which they may be less familiar. The aim of this book is to delight Potter fans with a new perspective on their favourite books while harnessing that enthusiasm to increase their wider appreciation of literature.",
      "image": "http://books.google.com/books/content?id=8P8nDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "Literary Criticism"
      ],
      "ISBN": "9781351978736"
    },
    {
      "id": "ThAaBwAAQBAJ",
      "book_name": "Harry Potter’s World Wide Influence",
      "authors_name": [
        "Diana Patterson"
      ],
      "num_pages": 337,
      "short_description": "The Harry Potter series forms a single epic story that has been published in nearly 70 languages, and has been examined in a large number of disciplines. This collection of essays contributes to the scholarly discourse that forms Potter Studies. These essays take on the consideration of Rowling's work as being worthy of study as a phenomenon and influence, as well as a work of literary value. They add genuine statistical information about the reasons for the books' popularity, consider their effects on child readers, and examine some deep-rooted reasons for their having been manipulated in American publishing, in film adaptations, in musical complements, and in their thingification in popular culture around the world. Some of these essays take on the critics of the books' religion and considerations of psychological, as well as philosophical good and evil, and well as some stylistic anomalies. The fact that scholars from China, Germany, Poland, Romania, and Israel, in addition to English-speaking nations, have felt compelled to examine these books in detail testifies in part to Harry Potter's world-wide influence.",
      "image": "http://books.google.com/books/content?id=ThAaBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 7,
      "categories": [
        "Literary Criticism"
      ],
      "ISBN": "9781443816281"
    },
    {
      "id": "OGjYVAIXxyQC",
      "book_name": "The Complete Idiot's Guide to the World of Harry Potter",
      "authors_name": [
        "Tere Stouffer"
      ],
      "num_pages": 276,
      "short_description": "For fans of all ages. Here is an entertaining and easily referenced presentation of insider information to the world that J. K. Rowling has created in her spellbinding series of novels. The Complete Idiot’s Guide® to the World of Harry Potter explores all aspects of the wizarding world and explains them in terms of their relationship to historical, literary, religious, scientific, or mythological roots. —In-depth information on the facts behind all seven books in the Harry Potter series. —Covers all the relevant influences for the Harry Potter series, from religion and mythology to science and literature. —Can be read from cover to cover or used as a quick-reference guide.",
      "image": "http://books.google.com/books/content?id=OGjYVAIXxyQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 7,
      "categories": [
        "Literary Criticism"
      ],
      "ISBN": "9781440636615"
    },
    {
      "id": "zB9X2vKRZ34C",
      "book_name": "What's a Christian to Do with Harry Potter?",
      "authors_name": [
        "Connie Neal"
      ],
      "num_pages": 224,
      "short_description": "Answers to the Burning Questions Christian Parents, Educators, and Others Are Asking about Harry Potter. In the world of publishing, few successes have equaled that of J. K. Rowling’s Harry Potter series—magical stories centered on one boy’s adventures at Hogwarts, a school for witchcraft and wizardry. Yet this popular series presents a perplexing—even divisive—challenge to the Christian community. Although the books present a clear picture of the epic battle between good and evil, they appear to support the use of magic and have had a controversial impact on our culture. As a result, many of us are wondering, “How should I respond to this Harry Potter thing?” Find out what the Harry Potter books really say about witchcraft and wizardry. Hear what Christians on both sides of the debate are saying about Harry Potter—and decide what you believe. Learn how you can use the series to protect your child from real occult influences. In What’s a Christian to Do with Harry Potter?, you’ ll explore the valid concerns some Christians have about the series, sort out the fact and fiction at the center of the debate, discover biblical answers that may surprise you, and learn how you can tap into this powerful cultural phenomenon to help advance the kingdom of God. This book has not been prepared, approved, or licensed by any person or entity that created, published, or produced the Harry Potter books or related properties.",
      "image": "http://books.google.com/books/content?id=zB9X2vKRZ34C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "Family & Relationships"
      ],
      "ISBN": "9780307813565"
    },
    {
      "id": "29QuDwAAQBAJ",
      "book_name": "Harry Potter: Houses of Hogwarts: A Cinematic Guide",
      "authors_name": [
        "Scholastic"
      ],
      "num_pages": 64,
      "short_description": "The essential film companion for the HOUSES OF HOGWARTS! Learn all about the four houses of Hogwarts School of Witchcraft and Wizardry: Gryffindor, Ravenclaw, Hufflepuff and Slytherin, and the students and professors who represent each house. Relive the magic of Harry's world with this guidebook featuring your favourite scenes and quotes from all eight Harry Potter movies!",
      "image": "http://books.google.com/books/content?id=29QuDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 9,
      "categories": [
        "Juvenile Fiction"
      ],
      "ISBN": "9781407182025"
    },
    {
      "id": "K5zOroHn_LYC",
      "book_name": "The Harry Potter Companion",
      "authors_name": [
        "Acascias Riphouse"
      ],
      "num_pages": 548,
      "short_description": "Explores the true history, folklore, and mythology behind the magical practices, creatures and personalities that appear in J. K. Rowling's Harry Potter books.",
      "image": "http://books.google.com/books/content?id=K5zOroHn_LYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 5,
      "categories": [
        "Children's stories, English"
      ],
      "ISBN": "1589395824"
    },
    {
      "id": "rhQvDQAAQBAJ",
      "book_name": "Cinematic Guide: Albus Dumbledore (Harry Potter)",
      "authors_name": [
        "Felicity Baker"
      ],
      "num_pages": 68,
      "short_description": "The Essential Film Companion for ALBUS DUMBLEDORE that's perfect for the youngest fans! This hardcover guidebook features your favorite scenes and quotes from all eight Harry Potter movies!The experience of this eBook will be best if viewed on a tablet.",
      "image": "http://books.google.com/books/content?id=rhQvDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "Juvenile Nonfiction"
      ],
      "ISBN": "9781338160215"
    },
    {
      "id": "qQYfoV62d30C",
      "book_name": "JK Rowling's Harry Potter Novels",
      "authors_name": [
        "Philip Nel"
      ],
      "num_pages": 100,
      "short_description": "Explores the themes found in the novels, provides information about reviews of the novels, and includes information about the life of J.K. Rowling.",
      "image": "http://books.google.com/books/content?id=qQYfoV62d30C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 3,
      "categories": [
        "Literary Criticism"
      ],
      "ISBN": "0826452329"
    },
    {
      "id": "-pp2FCxssk0C",
      "book_name": "Books in Motion",
      "authors_name": [
        "Mireia Aragay"
      ],
      "num_pages": 290,
      "short_description": "Books in Motion addresses the hybrid, interstitial field of film adaptation. The introductory essay integrates a retrospective survey of the development of adaptation studies with a forceful argument about their centrality to any history of culture--any discussion, that is, of the transformation and transmission of texts and meanings in and across cultures. The thirteen especially composed essays that follow, organised into four sections headed 'Paradoxes of Fidelity', 'Authors, Auteurs, Adaptation', 'Contexts, Intertexts, Adaptation' and 'Beyond Adaptation', variously illustrate that claim by problematising the notion of fidelity, highlighting the role played by adaptation in relation to changing concepts of authorship and auteurism, exploring the extent to which the intelligibility of film adaptations is dependent on contextual and intertextual factors, and making a claim for the need to transcend any narrowly-defined concept of adaptation in the study of adaptation. Discussion ranges from adaptations of established classics like A Tale of Two Cities, Frankenstein, Henry V, Le temps retrouvé, Mansfield Park, Pride and Prejudice, 'The Dead' or Wuthering Heights, to contemporary (popular) texts/films like Bridget Jones's Diary, Fools, The Governess, High Fidelity, The Hours, The Orchid Thief/Adaptation, the work of Doris Dörrie, the first Harry Potter novel/film, or the adaptations made by Alfred Hitchcock, Stanley Kubrick and Walt Disney. This book will appeal to both a specialised readership and to those accessing the dynamic field of adaptation studies for the first time.",
      "image": "http://books.google.com/books/content?id=-pp2FCxssk0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 2,
      "categories": [
        "Literary Criticism"
      ],
      "ISBN": "9789042019577"
    },
    {
      "id": "ld_YAgAAQBAJ",
      "book_name": "Fic",
      "authors_name": [
        "Anne Jamison"
      ],
      "num_pages": 434,
      "short_description": "What is fanfiction, and what is it not? Why does fanfiction matter? And what makes it so important to the future of literature? Fic is a groundbreaking exploration of the history and culture of fan writing and what it means for the way we think about reading, writing, and authorship. It's a story about literature, community, and technology—about what stories are being told, who's telling them, how, and why. With provocative discussions from both professional and fan writers, on subjects from Star Trek to The X-Files and Buffy the Vampire Slayer to Harry Potter, Twilight, and beyond, Fic sheds light on the widely misunderstood world(s) of fanfiction—not only how fanfiction is transforming the literary landscape, but how it already has. Fic features a foreword by Lev Grossman (author of The Magicians) and interviews with Jonathan Lethem, Doug Wright, Eurydice (Vivean Dean), and Katie Forsythe/wordstrings. Cyndy Aleo (algonquinrt; d0tpark3r) V. Arrow (aimmyarrowshigh) Tish Beaty (his_tweet) Brad Bell Amber Benson Peter Berg (Homfrog) Kristina Busse Rachel Caine Francesca Coppa Randi Flanagan (BellaFlan) Jolie Fontenot Wendy C. Fries (Atlin Merrick) Ron Hogan Bethan Jones Christina Lauren (Christina Hobbs/tby789 and Lauren Billings/LolaShoes) Jacqueline Lichtenberg Rukmini Pande and Samira Nadkarni Chris Rankin Tiffany Reisz Andrew Shaffer Andy Sawyer Heidi Tandy (Heidi8) Darren Wershler Jules Wilkinson (missyjack) Jen Zern (NautiBitz)",
      "image": "http://books.google.com/books/content?id=ld_YAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 9,
      "categories": [
        "Literary Criticism"
      ],
      "ISBN": "9781939529190"
    },
    {
      "id": "mvmGPgAACAAJ",
      "book_name": "Harry Potter and the Sorcerer's Stone",
      "authors_name": [
        "J. K. Rowling"
      ],
      "num_pages": 320,
      "short_description": "Rescued from the outrageous neglect of his aunt and uncle, a young boy with a great destiny proves his worth while attending Hogwarts School for Wizards and Witches.",
      "image": "http://books.google.com/books/content?id=mvmGPgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "num_copies": 2,
      "categories": [
        "Juvenile Fiction"
      ],
      "ISBN": "043920352X"
    },
    {
      "id": "BoX-6R21MgQC",
      "book_name": "The Psychology of Harry Potter",
      "authors_name": [
        "Neil Mulholland"
      ],
      "num_pages": 338,
      "short_description": "Harry Potter has provided a portal to the wizarding world for millions of readers, but an examination of Harry, his friends and his enemies will take us on yet another journey: through the psyche of the Muggle (and wizard!) mind. The twists and turns of the series, as well as the psychological depth and complexity of J. K. Rowling’s characters, have kept fans enthralled with and puzzling over the many mysteries that permeate Hogwarts and beyond: • Do the Harry Potter books encourage disobedience? • Why is everyone so fascinated by Professor Lupin? • What exactly will Harry and his friends do when they finally pass those N.E.W.T.s? • Do even wizards live by the ticking of the clock? • Is Harry destined to end up alone? And why did it take Ron and Hermione so long to get together? Now, in The Psychology of Harry Potter, leading psychologists delve into the ultimate Chamber of Secrets, analyzing human mind and motivation by examining the themes and characters that make the Harry Potter books the bestselling fantasy series of all time. Grab a spot on the nearest couch, and settle in for some fresh revelations about our favorite young wizard!",
      "image": "http://books.google.com/books/content?id=BoX-6R21MgQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 8,
      "categories": [
        "Literary Criticism"
      ],
      "ISBN": "9781935251378"
    },
    {
      "id": "H8buBQAAQBAJ",
      "book_name": "J.K. Rowling: A Bibliography 1997-2013",
      "authors_name": [
        "Philip W. Errington"
      ],
      "num_pages": 753,
      "short_description": "'As someone who respects comprehensive research, I am in awe of the level of detail and amount of time Philip Errington has dedicated to this slavishly thorough and somewhat mind-boggling bibliography.' J. K. Rowling This is the definitive bibliography of the writings of J. K. Rowling. In addition to complete bibliographic details of each edition of all her books, pamphlets and original contributions to published works, there is detailed information on the publishing history of her work, including fascinating extracts from correspondence, and information on Rowling at auction. This will be the first source on Rowling consulted by textual scholars, book dealers and collectors, auction houses, critics and researchers. The aim of the book is to record fact and dispel rumour on the fascinating publishing history of the Harry Potter series.",
      "image": "http://books.google.com/books/content?id=H8buBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 6,
      "categories": [
        "Fiction"
      ],
      "ISBN": "9781849669771"
    },
    {
      "id": "Fl7Ko2zrJ2AC",
      "book_name": "Generation Hex",
      "authors_name": [
        "Dillon Burroughs",
        "Marla Alupoaicei"
      ],
      "num_pages": 178,
      "short_description": "Wicca is Americas fastest growing religion. By the year 2012, its projected to be the third largest religion in the United States. In Generation Hex, Marla Alupoaicei and Dillon Burroughs explore the history, culture, and practices of Wicca. As part of their research, they interviewed travelers to historic Salem, Massachusetts, consulted practitioners of leading neopagan conferences in the Pacific Northwest and Canada, and dialogued with several current and former adherents of Wicca and other forms of witchcraft to evaluate the past and present of this growing spiritual tradition. The result is a compelling account that will inform and equip Christians (especially parents) to understand Wiccan and New Age teachings. Readers will have confidence to explain this belief system to others and to communicate the gospel to those caught up in this practice. Generation Hex identifies with the spiritual hunger of a generation seeking truth, authenticity, and hope in a fragmented world. Its perfect for personal study or as a gift for anyone interested or involved in Wicca.",
      "image": "http://books.google.com/books/content?id=Fl7Ko2zrJ2AC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 4,
      "categories": [
        "Religion"
      ],
      "ISBN": "9780736924016"
    },
    {
      "id": "GjbkDAAAQBAJ",
      "book_name": "Christianity and the Culture Machine",
      "authors_name": [
        "Vincent F. Rocchio"
      ],
      "num_pages": 328,
      "short_description": "Christianity and the Culture Machine is a precedent-shattering approach to combining theories of media and culture with theology. In this intensive examination of Christianity's role in the cultural marketplace, the author argues that Christianity's inability to effectively contest the ideology of secular humanism is not a theological shortcoming, but rather a communications problem: the institutional church is too wedded to an outmoded aesthetic of Christianity to communicate effectively. Privileging authority and obedience over the egalitarian and transformative goal of Christianity, the church fails to recognize how it undermines the vitality of the Christian narrative and message. In the absence of a more compelling vision offered by the official church, a new aesthetic can be found forming within the margins of popular culture texts. Despite its past failures in representing the Bible in mainstream film and television, the culture industry now offers more compelling versions of core Christian theology without even realizing it--within the margins of the main storylines. This book analyzes the aesthetic principles employed by these appropriations and articulations of Christian discourse as a means of theorizing what a new aesthetic of Christianity might look like.",
      "image": "http://books.google.com/books/content?id=GjbkDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "Religion"
      ],
      "ISBN": "9781498209793"
    },
    {
      "id": "hYpWDwAAQBAJ",
      "book_name": "Cruel Children in Popular Texts and Cultures",
      "authors_name": [
        "Monica Flegel",
        "Christopher Parkes"
      ],
      "num_pages": 312,
      "short_description": "This book explores how alarmist social discourses about 'cruel' young people fail to recognize the complexity of cruelty and the role it plays in child agency. Examining representations of cruel young people in popular texts and popular culture, the collected essays demonstrate how gender, race, and class influence who gets labeled 'cruel' and which actions are viewed as negative, aggressive, and disruptive. It shows how representations of cruel young people negotiate the violence that shadows polite society, and how narratives of cruelty and aggression are used to affirm, or to deny, young people’s agency.",
      "image": "http://books.google.com/books/content?id=hYpWDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 7,
      "categories": [
        "Literary Criticism"
      ],
      "ISBN": "9783319722757"
    },
    {
      "id": "QVoGRrtIkwsC",
      "book_name": "The Subversive Harry Potter",
      "authors_name": [
        "Vandana Saxena"
      ],
      "num_pages": 218,
      "short_description": "The seven books in J.K. Rowling’s Harry Potter series bring together a variety of aspects of young adult fiction and portray youthful rebellion as well as cultural containment and an adolescent’s negotiations through these conflicting forces. This detailed study of Harry Potter explores the limits of the formulaic structure of adolescent fantasy fiction and also examines the impulse of exploration, subversion, and resistance contained within the formula. Within both subversion and containment in the narrative, young adult fantasy becomes an embodiment of the experience of adolescence—its angst, rebellion and also its journey of personal maturation.",
      "image": "http://books.google.com/books/content?id=QVoGRrtIkwsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 1,
      "categories": [
        "Literary Criticism"
      ],
      "ISBN": "9780786489916"
    },
    {
      "id": "gXZ_B5CDMnMC",
      "book_name": "Copyright Clarity",
      "authors_name": [
        "Renee Hobbs"
      ],
      "num_pages": 145,
      "short_description": "This jargon-free guide clarifies principles for applying copyright law to 21st-century education, discusses what is permissible in the classroom, and explores the fair use of digital materials.",
      "image": "http://books.google.com/books/content?id=gXZ_B5CDMnMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 2,
      "categories": [
        "Education"
      ],
      "ISBN": "9781412981590"
    },
    {
      "id": "HZgUCgAAQBAJ",
      "book_name": "Convergence Culture",
      "authors_name": [
        "Henry Jenkins"
      ],
      "num_pages": 361,
      "short_description": "“What the future fortunes of [Gramsci’s] writings will be, we cannot know. However, his permanence is already sufficiently sure, and justifies the historical study of his international reception. The present collection of studies is an indispensable foundation for this.” —Eric Hobsbawm, from the preface Antonio Gramsci is a giant of Marxian thought and one of the world's greatest cultural critics. Antonio A. Santucci is perhaps the world's preeminent Gramsci scholar. Monthly Review Press is proud to publish, for the first time in English, Santucci’s masterful intellectual biography of the great Sardinian scholar and revolutionary. Gramscian terms such as “civil society” and “hegemony” are much used in everyday political discourse. Santucci warns us, however, that these words have been appropriated by both radicals and conservatives for contemporary and often self-serving ends that often have nothing to do with Gramsci’s purposes in developing them. Rather what we must do, and what Santucci illustrates time and again in his dissection of Gramsci’s writings, is absorb Gramsci’s methods. These can be summed up as the suspicion of “grand explanatory schemes,” the unity of theory and practice, and a focus on the details of everyday life. With respect to the last of these, Joseph Buttigieg says in his Nota: “Gramsci did not set out to explain historical reality armed with some full-fledged concept, such as hegemony; rather, he examined the minutiae of concrete social, economic, cultural, and political relations as they are lived in by individuals in their specific historical circumstances and, gradually, he acquired an increasingly complex understanding of how hegemony operates in many diverse ways and under many aspects within the capillaries of society.” The rigor of Santucci’s examination of Gramsci’s life and work matches that of the seminal thought of the master himself. Readers will be enlightened and inspired by every page.",
      "image": "http://books.google.com/books/content?id=HZgUCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 6,
      "categories": [
        "Social Science"
      ],
      "ISBN": "9780814742952"
    },
    {
      "id": "4rOaCwAAQBAJ",
      "book_name": "Wizards vs. Muggles",
      "authors_name": [
        "Christopher E. Bell"
      ],
      "num_pages": 245,
      "short_description": "Harry Potter has given the study of popular culture a unique platform for exploring the nature of human identity. \"Potter Studies\" is developing into a vibrant interdisciplinary field of scholarship. This collection of new essays examines issues surrounding race, class, gender, sexual orientation and personal virtue, both in the wizarding world and in our own. The contributors discuss an array of meanings and contexts in the Harry Potter universe relating to identity issues, and the ways in which these manifest in fandom cultures and real-world schools and businesses.",
      "image": "http://books.google.com/books/content?id=4rOaCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 3,
      "categories": [
        "Literary Criticism"
      ],
      "ISBN": "9780786499304"
    },
    {
      "id": "pmWsBwAAQBAJ",
      "book_name": "Applied Public Relations",
      "authors_name": [
        "Kathy Brittain Richardson",
        "Marcie Hinton"
      ],
      "num_pages": 258,
      "short_description": "With its practical orientation and scope, Applied Public Relations is the ideal text for any public relations case studies or public relations management course that places an emphasis on stakeholder groups. Through the presentation of current cases covering a wide variety of industries, locations, and settings, Kathy Richardson and Marcie Hinton examine how real organizations develop and maintain their relationships, offering valuable insights into business and organizational management practices. The book’s organization of case studies allows instructors to use the text in several ways: instructors can focus on specific stakeholders by using the chapters presented; they can focus on particular issues, such as labor relations or crisis management by selecting cases from within several chapters; or they can select cases that contrast campaigns with ongoing programs or managerial behaviors. A focus on ethics and social responsibility underlies the book, and students are challenged to assess the effectiveness of the practices outlined and understand the ethical implications of those choices. This Third Edition features: 25 new and current domestic and international case studies specifically chosen for their relevancy and relatability to students New \"Professional Insights\" commentaries where practitioners respond to a set of questions relating to their work Increased emphasis on ethics and social responsibility Fully enhanced companion website that is connected with the text, including a test bank and PowerPoint presentations for instructors, and chapter-specific discussion questions and additional readings for students",
      "image": "http://books.google.com/books/content?id=pmWsBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 3,
      "categories": [
        "Business & Economics"
      ],
      "ISBN": "9781136753800"
    },
    {
      "id": "Aaug_RnI-xQC",
      "book_name": "The Irresistible Rise of Harry Potter",
      "authors_name": [
        "Andrew Blake"
      ],
      "num_pages": 140,
      "short_description": "Blake's examination of the Potter phenomenon raises serious questions about the condition of the publishing industry, filmmaking, and the ways in which the Potter consumer campaign has changed ideas about literature and reading.",
      "image": "http://books.google.com/books/content?id=Aaug_RnI-xQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 6,
      "categories": [
        "Language Arts & Disciplines"
      ],
      "ISBN": "1859846661"
    },
    {
      "id": "gal9MtXKC68C",
      "book_name": "‏هيرى پوٹر اور رازوں کا کمره :‏",
      "authors_name": [
        "J. K. Rowling",
        "Darakhshanda Asghar Khokhar"
      ],
      "num_pages": 314,
      "short_description": "An Urdu language edition of the second Harry Potter tale.",
      "image": "http://books.google.com/books/content?id=gal9MtXKC68C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 8,
      "categories": [
        "Juvenile Fiction"
      ],
      "ISBN": "0195798767"
    },
    {
      "id": "NvEV5fAviSgC",
      "book_name": "My iPad for Kids (Covers iOS 6 on iPad 3rd or 4th generation, and iPad mini)",
      "authors_name": [
        "Sam Costello"
      ],
      "num_pages": 654,
      "short_description": "My iPad for Kids is here to help your kids (and you!) get the most out of your iPad2, iPad 3rd or 4th generation, or iPad mini running iOS 6. Using full-color, step-by-step tasks, My iPad for Kids walks step-by-step through learning how to use your iPad for home, school, and just for fun! Grade specific chapters for grades 4-7 offer information on apps that are great resources for everything from music to art to spelling and math homework. In addition, you learn how to setup and configure all the features of your iPad, including connecting to networks, setting up and using email accounts, using Siri, downloading and installing apps, safely surfing the internet downloading and syncing music and videos, taking and sharing photos, playing games, as well as setting up restrictions (parental controls) and troubleshooting problems with your iPad, should any occur. Full-color, step-by-step tasks walk you through learning how to use your iPad for home, school, and just for fun! Learn how to: • Safely surf the Internet on the iPad to do research for school and find interesting facts. • Use email, texting, and chat apps to stay in touch with friends, family, and teachers. • Have fun (or do group projects for school) using FaceTime and Skype video chatting. • Write emails, search the Web, and launch apps with your voice using Siri. • Use the iPad in school and for homework. Four chapters of suggestions for grade-specific apps (4th through 7th grade) to help you excel in the classroom. • Use the built-in Music app so you can rock out to your favorite tunes. • Watch movies and TV shows from iTunes and videos on YouTube (only when homework is done, of course). • Use iPad’s built-in cameras to take photos and video of you and your friends. Use the Photo Booth app to make them even more interesting—or a little crazy! • Set new high scores playing the tens of thousands of great games available at the App Store. • Discover great apps for school or just for fun through recommendations in nearly every chapter. • Reassure your parents that you can use your iPad and the Internet safely and responsibly. • Become your own tech support team by learning to maintain and solve problems with your iPad, including tips on restarting, backing up, and cleaning the iPad. • Read about the latest iPad technologies, including iOS 6, Siri, and 4G LTE.",
      "image": "http://books.google.com/books/content?id=NvEV5fAviSgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 1,
      "categories": [
        "Computers"
      ],
      "ISBN": "9780133259599"
    },
    {
      "id": "Tqk0CwAAQBAJ",
      "book_name": "War Gothic in Literature and Culture",
      "authors_name": [
        "Steffen Hantke",
        "Agnieszka Soltysik Monnet"
      ],
      "num_pages": 264,
      "short_description": "In the context of the current explosion of interest in Gothic literature and popular culture, this interdisciplinary collection of essays explores for the first time the rich and long-standing relationship between war and the Gothic. Critics have described the global Seven Year’s War as the \"crucible\" from which the Gothic genre emerged in the eighteenth century. Since then, the Gothic has been a privileged mode for representing violence and extreme emotions and situations. Covering the period from the American Civil War to the War on Terror, this collection examines how the Gothic has provided writers an indispensable toolbox for narrating, critiquing, and representing real and fictional wars. The book also sheds light on the overlap and complicity between Gothic aesthetics and certain aspects of military experience, including the bodily violation and mental dissolution of combat, the dehumanization of \"others,\" psychic numbing, masculinity in crisis, and the subjective experience of trauma and memory. Engaging with popular forms such as young adult literature, gaming, and comic books, as well as literature, film, and visual art, War Gothic provides an important and timely overview of war-themed Gothic art and narrative by respected experts in the field of Gothic Studies. This book makes important contributions to the fields of Gothic Literature, War Literature, Popular Culture, American Studies, and Film, Television & Media.",
      "image": "http://books.google.com/books/content?id=Tqk0CwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 1,
      "categories": [
        "Literary Criticism"
      ],
      "ISBN": "9781317383246"
    },
    {
      "id": "y1LmH8ld1yoC",
      "book_name": "Reel Views 2",
      "authors_name": [
        "James Berardinelli"
      ],
      "num_pages": 627,
      "short_description": "Thoroughly revised and updated for 2005! Includes a new chapter on the best special edition DVDs and a new chapter on finding hidden easter egg features.",
      "image": "http://books.google.com/books/content?id=y1LmH8ld1yoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "Performing Arts"
      ],
      "ISBN": "9781932112405"
    },
    {
      "id": "RSevkFe_I4EC",
      "book_name": "A New and Easy Method of Learning Hebrew Without Points",
      "authors_name": [
        "Richard Grey"
      ],
      "num_pages": 382,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=RSevkFe_I4EC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "Hebrew language"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "_B5AAAAAYAAJ",
      "book_name": "A Hebrew reader",
      "authors_name": [
        "Eli Noyes"
      ],
      "num_pages": 204,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=_B5AAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 2,
      "categories": [
        "Hebrew language"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "TFKolswcyNkC",
      "book_name": "A Concordance of the Hebrew and Chaldee Scriptures",
      "authors_name": [
        "Benjamin Davidson"
      ],
      "num_pages": 930,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=TFKolswcyNkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 6,
      "categories": [
        "Aramaic language"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "MwQ7hekUD5AC",
      "book_name": "A Key to the Pentateuch",
      "authors_name": [
        "Solomon Deutsch"
      ],
      "num_pages": 104,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=MwQ7hekUD5AC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 2,
      "categories": [
        "Bible"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "MNj7EAAAQBAJ",
      "book_name": "A Hebrew Alexander Romance According to MS Héb. 671.5 Paris, Bibliothèque Nationale",
      "authors_name": [
        "Bekkum"
      ],
      "num_pages": 191,
      "short_description": "This book represents a critical edition of the Alexander Romance found in MS Héb. 671.5 from the Bibliothèque Nationale in Paris.",
      "image": "http://books.google.com/books/content?id=MNj7EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 5,
      "categories": [
        "Architecture"
      ],
      "ISBN": "9789004672529"
    },
    {
      "id": "lonHW-W-1O0C",
      "book_name": "A Bilingual Concordance to the Targum of the Prophets",
      "authors_name": [
        "Johannes C. De Moor"
      ],
      "num_pages": 430,
      "short_description": "This concordance aligns the Targum and the Masoretic text in a convenient way, disclosing for the first time the expositional wealth of the Targum to the Prophets. With Hebrew-Aramaic index.",
      "image": "http://books.google.com/books/content?id=lonHW-W-1O0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "Religion"
      ],
      "ISBN": "9004102779"
    },
    {
      "id": "t-qMI_l5bJIC",
      "book_name": "A Concordance of the Hebrew and Chaldee Scriptures Revised and Corrected",
      "authors_name": [
        "Benjamin Davidson (Writer on Hebrew.)"
      ],
      "num_pages": 932,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=t-qMI_l5bJIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 6,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "zOTUAAAAMAAJ",
      "book_name": "A Wisp of Myrrh in a Bed of Spices",
      "authors_name": [
        "Abraham Shaffner"
      ],
      "num_pages": 360,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=zOTUAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 8,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "UsENSaInc9MC",
      "book_name": "A New Practical and Easy Method of Learning the Hebrew Language",
      "authors_name": [
        "Salomon Herxheimer"
      ],
      "num_pages": 146,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=UsENSaInc9MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "Hebrew language"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "yFAB3dJ3HHgC",
      "book_name": "Rational Theology. A lecture, etc",
      "authors_name": [
        "Francis Reginald Statham"
      ],
      "num_pages": 20,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=yFAB3dJ3HHgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 9,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "a-xOnCp-3noC",
      "book_name": "Free Trade in Land ... With a reprint of the ... pamphlet published by the Anti-Corn-Law League “The Constituional right to a revision of the Land Tax” ... Second edition",
      "authors_name": [
        "James Beal"
      ],
      "num_pages": 182,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=a-xOnCp-3noC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 1,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "NamyhpiMCuQC",
      "book_name": "A Memorial of the Rev. James W. Dale, D.D.",
      "authors_name": [
        "James Roberts"
      ],
      "num_pages": 154,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=NamyhpiMCuQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 6,
      "categories": [
        "Clergy"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "Hlo_aH173uoC",
      "book_name": "Hippopathology: a Systematic Treatise on the Disorders and Lameness of the Horse",
      "authors_name": [
        "William Percivall"
      ],
      "num_pages": 268,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=Hlo_aH173uoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 4,
      "categories": [
        "Horses"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "Bj-be5_C5NAC",
      "book_name": "The Sacred Heart: a Correspondence Between ... Archbishop Manning, D.D., and the Rev. A. Nicholson, LL.D., as it Appeared in the “Guardian” Newspaper, Sept. 17th. With Notes for English Readers ... Second Edition",
      "authors_name": [
        "Henry Edward Manning"
      ],
      "num_pages": 40,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=Bj-be5_C5NAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "Hn234i30NV0C",
      "book_name": "Lectures: Sicily. Genoa. A drive through the Engadine",
      "authors_name": [
        "John Lawson Stoddard"
      ],
      "num_pages": 350,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=Hn234i30NV0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "Asia"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "YM_21yyfPNUC",
      "book_name": "Jesus versus Christianity. By a Cantab",
      "authors_name": [
        "CANTAB."
      ],
      "num_pages": 34,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=YM_21yyfPNUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "XHyvKN3qJ5wC",
      "book_name": "The Christian Kingdom. A Sermon, Etc",
      "authors_name": [
        "Henry James Coleridge"
      ],
      "num_pages": 28,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=XHyvKN3qJ5wC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 7,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "gQo24ZEO67oC",
      "book_name": "The Wants and Means of India. A Paper, Etc",
      "authors_name": [
        "Dadabhai Naoroji"
      ],
      "num_pages": 12,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=gQo24ZEO67oC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 1,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "ERMfXg92pB4C",
      "book_name": "Leveler of the Path",
      "authors_name": [
        "Sigmund Mannheimer"
      ],
      "num_pages": 88,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=ERMfXg92pB4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 6,
      "categories": [
        "Hebrew language"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "UaIvAQAAIAAJ",
      "book_name": "Israel as a Pluralist State",
      "authors_name": [
        "Unknown Author"
      ],
      "num_pages": 112,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=UaIvAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "num_copies": 7,
      "categories": [
        "Israelis"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "fpVOAQAAMAAJ",
      "book_name": "Catalogue of the Hebrew Manuscripts in the Bodleian Library and in the College Libraries of Oxford",
      "authors_name": [
        "Bodleian Library"
      ],
      "num_pages": 624,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=fpVOAQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 4,
      "categories": [
        "Judaism"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "GOUbAbq33q4C",
      "book_name": "A Defence of the Record of Revelation Agaisnt \"Christian Theology and Modern Scepticism.\".",
      "authors_name": [
        "John Du Boulay"
      ],
      "num_pages": 36,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=GOUbAbq33q4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 3,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "8m_Yf-tS4TEC",
      "book_name": "God or Baal: a sermon, etc",
      "authors_name": [
        "Joseph SLATER (Assistant Priest at the Church of Saint Lawrence Southampton.)"
      ],
      "num_pages": 14,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=8m_Yf-tS4TEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 4,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "XA1CN22onEgC",
      "book_name": "A Shaker's Answer to the Oft-repeated Question, \"What Would Become of the World If All Should Become Shakers?\"",
      "authors_name": [
        "Richard W. Pelham"
      ],
      "num_pages": 36,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=XA1CN22onEgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 3,
      "categories": [
        "Celibacy"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "5I_q52-HJCYC",
      "book_name": "A Dictionary of Music and Musicians",
      "authors_name": [
        "George Grove"
      ],
      "num_pages": 784,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=5I_q52-HJCYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 7,
      "categories": [
        "Music"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "jwXctWt0uDIC",
      "book_name": "A manual of the mollusca",
      "authors_name": [
        "S. P. Woodward"
      ],
      "num_pages": 748,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=jwXctWt0uDIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 6,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "dk7gAAAAMAAJ",
      "book_name": "A Miscellany of Literary Pieces from the Cambridge Genizah Collections",
      "authors_name": [
        "Cambridge University Library",
        "Simon Hopkins"
      ],
      "num_pages": 126,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=dk7gAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "num_copies": 3,
      "categories": [
        "Education"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "Ma84AAAAIAAJ",
      "book_name": "Ohel Moed: a Volume of Essays in Jewish Studies Issued by the Hebrew Theological College of Chicago. Ed. by Rabbi Israel Gerstein and Carl L. Manello",
      "authors_name": [
        "Hebrew Theological College"
      ],
      "num_pages": 174,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=Ma84AAAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "num_copies": 7,
      "categories": [
        "Judaism"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "8EZDAAAAYAAJ",
      "book_name": "Catalogue of Hebrew Books in the British Museum Acquired During the Years 1868-1892",
      "authors_name": [
        "British Museum. Department of Oriental Printed Books and Manuscripts",
        "Samuel Van Straalen"
      ],
      "num_pages": 552,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=8EZDAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 4,
      "categories": [
        "Hebrew imprints"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "fIBFAQAAIAAJ",
      "book_name": "Libri ebraici a Mantova: Le edizioni del XVI secolo nella biblioteca della comunità ebraica",
      "authors_name": [
        "Giulio Busi",
        "Biblioteca comunale di Mantova"
      ],
      "num_pages": 316,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=fIBFAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "num_copies": 3,
      "categories": [
        "Antiques & Collectibles"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "11wlAQAAIAAJ",
      "book_name": "A bilingual concordance to the Targum of the Prophets",
      "authors_name": [
        "Johannes Cornelis Moor"
      ],
      "num_pages": 368,
      "short_description": "Now updated with new material on AIDS and support groups, this “completely non-judgmental, very informative, and extremely effective book” (Library Journal)is a standard reference for parents of gays and lesbians.",
      "image": "http://books.google.com/books/content?id=11wlAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "num_copies": 1,
      "categories": [
        "Bibles"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "1VNhR53sAB0C",
      "book_name": "A Library of the World's Best Literature",
      "authors_name": [
        "Charles Dudley Warner",
        "Hamilton Wright Mabie",
        "Charles Henry Warner",
        "Lucia Isabella Gilbert Runkle",
        "George H. Warner"
      ],
      "num_pages": 466,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=1VNhR53sAB0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 1,
      "categories": [
        "Authors"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "a-UCAAAAMBAJ",
      "book_name": "New York Magazine",
      "authors_name": [
        "Unknown Author"
      ],
      "num_pages": 140,
      "short_description": "New York magazine was born in 1968 after a run as an insert of the New York Herald Tribune and quickly made a place for itself as the trusted resource for readers across the country. With award-winning writing and photography covering everything from politics and food to theater and fashion, the magazine's consistent mission has been to reflect back to its audience the energy and excitement of the city itself, while celebrating New York as both a place and an idea.",
      "image": "http://books.google.com/books/content?id=a-UCAAAAMBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 4,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "a-EDAAAAMBAJ",
      "book_name": "Popular Mechanics",
      "authors_name": [
        "Unknown Author"
      ],
      "num_pages": 294,
      "short_description": "Popular Mechanics inspires, instructs and influences readers to help them master the modern world. Whether it’s practical DIY home-improvement tips, gadgets and digital technology, information on the newest cars or the latest breakthroughs in science -- PM is the ultimate guide to our high-tech lifestyle.",
      "image": "http://books.google.com/books/content?id=a-EDAAAAMBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 1,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "WaHksPbL39AC",
      "book_name": "Floriculture: a book of reference for amateur and professional gardeners ... With ... coloured illustrations",
      "authors_name": [
        "George M. F. GLENNY"
      ],
      "num_pages": 138,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=WaHksPbL39AC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 6,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "cOvzs_ltOx4C",
      "book_name": "Series A.",
      "authors_name": [
        "Israel. Sherut ha-meṭeʼorologi"
      ],
      "num_pages": 48,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=cOvzs_ltOx4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "num_copies": 7,
      "categories": [
        "Meteorology"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "iByD4vOB8AYC",
      "book_name": "Trade Circular and Publishers' Bulletin",
      "authors_name": [
        "Unknown Author"
      ],
      "num_pages": 482,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=iByD4vOB8AYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "American literature"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "qb0JAQAAIAAJ",
      "book_name": "A Century of Jewish Settlement in Western Canada",
      "authors_name": [
        "Bet ha-tefutsot ʻal shem Naḥum Goldman",
        "Jewish Historical Society of Western Canada"
      ],
      "num_pages": 60,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=qb0JAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "num_copies": 5,
      "categories": [
        "Art"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "_X_vBQAAQBAJ",
      "book_name": "Krabby Patty Caper (The SpongeBob Movie: Sponge Out of Water in 3D)",
      "authors_name": [
        "Nickelodeon Publishing"
      ],
      "num_pages": 28,
      "short_description": "Nickelodeon’s SpongeBob SquarePants comes to the big screen in an all-new, super-silly 3-D movie releasing in February 2015. Boys and girls 3 to 7 will love this full-color storybook based on the film.",
      "image": "http://books.google.com/books/content?id=_X_vBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 1,
      "categories": [
        "Juvenile Fiction"
      ],
      "ISBN": "9781612639482"
    },
    {
      "id": "LzuhDwAAQBAJ",
      "book_name": "My Happy Book: SpongeBob's 10 Happiest Moments (SpongeBob SquarePants)",
      "authors_name": [
        "Nickelodeon Publishing"
      ],
      "num_pages": 26,
      "short_description": "SpongeBob remembers ten of his HAPPIEST moments ever in this special anniversary edition storybook! From his first Christmas to his first nightshift at the Krusty Krab; from the day he met Sandy Cheeks to his star-studded mopping performance at the first (and last) Krusty Krab talent show! This walk down memory lane is sure to have readers crying tears of laughter! This Nickelodeon read-along contains audio narration.",
      "image": "http://books.google.com/books/content?id=LzuhDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 2,
      "categories": [
        "Juvenile Fiction"
      ],
      "ISBN": "9781950837168"
    },
    {
      "id": "61jZDwAAQBAJ",
      "book_name": "The SpongeBob Movie: Sponge on the Run: The Junior Novelization",
      "authors_name": [
        "Nickelodeon Publishing"
      ],
      "num_pages": 93,
      "short_description": "THE SPONGEBOB MOVIE: SPONGE ON THE RUN comes to theatres May 22, 2020. Part origin story, part rescue mission, and part buddy road trip, the all new feature-length movie follows SpongeBob, Patrick, and the entire Bikini Bottom crew as they embark on a journey that spans from childhood to an adventure to save their friend, Gary the Snail. Boys and girls will thrill to this novelization that features eight pages of images based on the film.",
      "image": "http://books.google.com/books/content?id=61jZDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 4,
      "categories": [
        "Juvenile Fiction"
      ],
      "ISBN": "9781951804619"
    },
    {
      "id": "933vBQAAQBAJ",
      "book_name": "SpongeBob Movie: Sponge Out of Water Junior Novel (The SpongeBob Movie: Sponge Out of Water in 3D)",
      "authors_name": [
        "Nickelodeon Publishing"
      ],
      "num_pages": 136,
      "short_description": "Nickelodeon’s SpongeBob SquarePants comes to the big screen in an all-new, super-silly 3-D movie releasing in February 2015. This junior novel retells the whole hilarious story and features eight pages of full-color scenes from the movie! It’s perfect for boys and girls ages 8 to 12.",
      "image": "http://books.google.com/books/content?id=933vBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 7,
      "categories": [
        "Juvenile Fiction"
      ],
      "ISBN": "9781612639420"
    },
    {
      "id": "j3_vBQAAQBAJ",
      "book_name": "The Good, the Bad, and the Krabby (The SpongeBob Movie: Sponge Out of Water in 3D)",
      "authors_name": [
        "Nickelodeon Publishing"
      ],
      "num_pages": 28,
      "short_description": "Nickelodeon’s SpongeBob SquarePants comes to the big screen in an all-new, super-silly 3-D movie releasing in February 2015. Boys and girls 3 to 7 will love this full-color storybook based on the film.",
      "image": "http://books.google.com/books/content?id=j3_vBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 9,
      "categories": [
        "Juvenile Fiction"
      ],
      "ISBN": "9781612639468"
    },
    {
      "id": "n74oPCAdlNcC",
      "book_name": "SpongeBob AirPants",
      "authors_name": [
        "Kitty Richards",
        "Merriweather Williams"
      ],
      "num_pages": 68,
      "short_description": "SpongeBob dreams of flying with the jellyfish, but soon realizes that being a superhero is not all it's cracked up to be.",
      "image": "http://books.google.com/books/content?id=n74oPCAdlNcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 4,
      "categories": [
        "Juvenile Fiction"
      ],
      "ISBN": "9780689861635"
    },
    {
      "id": "Vv8YLHig6zMC",
      "book_name": "SpongeBob RoundPants",
      "authors_name": [
        "Unknown Author"
      ],
      "num_pages": 26,
      "short_description": "Spongebob has problems with his new round pair of pants.",
      "image": "http://books.google.com/books/content?id=Vv8YLHig6zMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 4,
      "categories": [
        "Juvenile Fiction"
      ],
      "ISBN": "9781416979685"
    },
    {
      "id": "q_kqSmKGf-IC",
      "book_name": "SpongeBob SquarePants Survival Guide",
      "authors_name": [
        "David Lewman"
      ],
      "num_pages": 146,
      "short_description": "SpongeBob SquarePants, Patrick Star, and their neighbors offer advice on dealing with sharks, pirates, school, money matters, and other rigors of life in Bikini Bottom.",
      "image": "http://books.google.com/books/content?id=q_kqSmKGf-IC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 1,
      "categories": [
        "Comics & Graphic Novels"
      ],
      "ISBN": "9780743469876"
    },
    {
      "id": "dvxkR0spGUMC",
      "book_name": "Hitch",
      "authors_name": [
        "John Russell Taylor"
      ],
      "num_pages": 288,
      "short_description": "One of cinema's greatest directors, a virtuoso visual artist, and a genius of the suspense genre, Alfred Hitchcock (1899–1980) is universally known for such masterpieces as Strangers on a Train, Rear Window, Vertigo, North by Northwest, Psycho, and The Birds. John Russell Taylor, a distinguished film critic and friend of Hitchcock's, enjoyed his full cooperation. Based on numerous interviews, with photos from the private family albums, and an in-depth study of the making of his last film, this biography of the director is as intriguing, revealing, perverse, and entertaining as any Hitchcock classic.",
      "image": "http://books.google.com/books/content?id=dvxkR0spGUMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 5,
      "categories": [
        "Biography & Autobiography"
      ],
      "ISBN": "9781448211616"
    },
    {
      "id": "Hqp1AgAAQBAJ",
      "book_name": "Yale Law Journal: Volume 123, Number 4 - January 2014",
      "authors_name": [
        "Yale Law Journal"
      ],
      "num_pages": 264,
      "short_description": "The January 2014 issue of The Yale Law Journal features new articles and essays on law and legal theory by internationally recognized scholars. The contents for Volume 123, Number 4 include: * \"Ice Cube Bonds: Allocating the Price of Process in Chapter 11 Bankruptcy,\" by Melissa B. Jacoby & Edward J. Janger * \"The Evolution of Shareholder Voting Rights: Separation of Ownership and Consumption,\" by Henry Hansmann & Mariana Pargendler * Note, \"Vindicating Vindictiveness: Prosecutorial Discretion and Plea Bargaining, Past and Future,\" by Doug Lieb * Note, \"Why Motives Matter: Reframing the Crowding Out Effect of Legal Incentives,\" by Emad H. Atiq Quality ebook formatting includes fully linked footnotes, active Table of Contents (including linked Contents for individual articles), active URLs in notes, and properly presented tables and graphs throughout.",
      "image": "http://books.google.com/books/content?id=Hqp1AgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 5,
      "categories": [
        "Law"
      ],
      "ISBN": "9781610278720"
    },
    {
      "id": "H6H6BJeDFmMC",
      "book_name": "The SpongeBob SquarePants Movie",
      "authors_name": [
        "Unknown Author"
      ],
      "num_pages": 156,
      "short_description": "When King Neptune's crown is stolen, it's up to SpongeBob and Patrick to retrieve the crown, clear Mr. Krab's name and save Bikini Bottom from Plankton's evil plan to rule the sea.",
      "image": "http://books.google.com/books/content?id=H6H6BJeDFmMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 2,
      "categories": [
        "Animated characters"
      ],
      "ISBN": "9780689868405"
    },
    {
      "id": "FKziXsnqLTEC",
      "book_name": "The Lord of the Rings: The Fellowship of the Ring, The Two Towers, The Return of the King",
      "authors_name": [
        "J. R. R. Tolkien"
      ],
      "num_pages": 1227,
      "short_description": "All three parts of the epic masterpiece The Lord of the Rings – The Fellowship of the Ring, The Two Towers & The Return of the King – available as one download, featuring the definitive edition of the text, hyperlinked footnotes and page references, and 3 maps including a detailed map of Middle-earth.",
      "image": "http://books.google.com/books/content?id=FKziXsnqLTEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 9,
      "categories": [
        "Fiction"
      ],
      "ISBN": "9780007322596"
    },
    {
      "id": "xFr92V2k3PIC",
      "book_name": "The Fellowship of the Ring (The Lord of the Rings, Book 1)",
      "authors_name": [
        "J. R. R. Tolkien"
      ],
      "num_pages": 442,
      "short_description": "The first part of J. R. R. Tolkien’s epic adventure THE LORD OF THE RINGS ‘A most remarkable feat’ Guardian",
      "image": "http://books.google.com/books/content?id=xFr92V2k3PIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 4,
      "categories": [
        "Fiction"
      ],
      "ISBN": "9780007322497"
    },
    {
      "id": "GfrqzgEACAAJ",
      "book_name": "The Lord of the Rings",
      "authors_name": [
        "J. R. R. Tolkien"
      ],
      "num_pages": 0,
      "short_description": "Begin your journey into Middle-earth. A New Legend Begins on Prime Video, in The Lord of the Rings: The Rings of Power. This one-volume, paperback edition includes The Fellowship of the Ring, The Two Towers, and The Return of the King, together with the Appendices in full. Sauron, the Dark Lord, has gathered to him all the Rings of Power - the means by which he intends to rule Middle-earth. All he lacks in his plans for dominion is the One Ring - the ring that rules them all - which has fallen into the hands of the hobbit, Bilbo Baggins. In a sleepy village in the Shire, young Frodo Baggins finds himself faced with an immense task, as the Ring is entrusted to his care. He must leave his home and make a perilous journey across the realms of Middle-earth to the Crack of Doom, deep inside the territories of the Dark Lord. There he must destroy the Ring forever and foil the Dark Lord in his evil purpose.",
      "image": "http://books.google.com/books/content?id=GfrqzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "num_copies": 1,
      "categories": [
        "Fiction"
      ],
      "ISBN": "0008537763"
    },
    {
      "id": "Dw-NAgAAQBAJ",
      "book_name": "The Lord of the Rings and Philosophy",
      "authors_name": [
        "Gregory Bassham",
        "Eric Bronson"
      ],
      "num_pages": 336,
      "short_description": "The Lord of the Rings is intended to be applicable to the real world of relationships, religion, pleasure, pain, and politics. Tolkien himself said that his grand tale of wizards, orcs, hobbits, and elves was aimed at truth and good morals in the actual world. Analysis of the popular appeal of The Lord of the Rings (on websites and elsewhere) shows that Tolkien fans are hungry for discussion of the urgent moral and cosmological issues arising out of this fantastic epic story. Can political power be wielded for good, or must it always corrupt? Does technology destroy the truly human? Is it morally wrong to give up hope? Can we find meaning in chance events? In The Lord of the Rings and Philosophy, seventeen young philosophy professors, all of them ardent Tolkien fans and most of them contributors to the four earlier volumes in the Popular Culture and Philosophy series, address some of these important issues and show how clues to their solutions may be found in the imaginary world of Middle-earth. The book is divided into five sections, concerned with Power and the Ring, the Quest for Happiness, Good and Evil in Middle-earth, Time and Mortality, and the Relevance",
      "image": "http://books.google.com/books/content?id=Dw-NAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 1,
      "categories": [
        "Philosophy"
      ],
      "ISBN": "9780812698060"
    },
    {
      "id": "5XOL49zCAHEC",
      "book_name": "Watching the Lord of the Rings",
      "authors_name": [
        "Ernest Mathijs"
      ],
      "num_pages": 316,
      "short_description": "How did audiences across the world respond to the films of The Lord of the Rings? This book presents findings from the largest film audience project ever undertaken, drawing from 25,000 questionnaire responses and a wide array of other materials. Contributors use these materials to explore a series of widely speculated questions: why is film fantasy important to different kinds of viewers? Through marketing, previews and reviews, debates and cultural chatter, how are audiences prepared for a film like this? How did fans of the book respond to its adaptation on screen? How do people choose their favorite characters? How was the films' reception shaped by different national and cultural contexts? The answers to these questions shed fresh light on the extraordinary popularity of The Lord of the Rings and provide important new insights into the global reception of cinema in the twenty-first century.",
      "image": "http://books.google.com/books/content?id=5XOL49zCAHEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 6,
      "categories": [
        "Literary Criticism"
      ],
      "ISBN": "0820463965"
    },
    {
      "id": "GyrbDwAAQBAJ",
      "book_name": "The Lord of the Rings#1: Sembilan Pembawa Cincin (The Lord of the Rings Fellowship)",
      "authors_name": [
        "J.R.R. Tolkien"
      ],
      "num_pages": 512,
      "short_description": "Di sebuah desa yang tenang di Shire, seorang hobbit muda bernama Frodo Baggins mendapat warisan cincin bertuah yang menyimpan kekuatan dahsyat. Agar cincin utama itu tidak jatuh ke tangan Sauron yang jahat, Frodo mesti mengadakan perjalanan panjang dan penuh bahaya ke gunung api di Mordor, untuk memusnahkan cincin tersebut. Bersama kedelapan sahabatnya, ia berangkat. Dipimpin oleh Gandalf sang penyihir, kesembilan pembawa cincin itu memulai perjalanan. Tapi Sauron dan para anak buahnya tidak tinggal diam.",
      "image": "http://books.google.com/books/content?id=GyrbDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 7,
      "categories": [
        "Young Adult Fiction"
      ],
      "ISBN": "9786020615110"
    },
    {
      "id": "4mtauAEACAAJ",
      "book_name": "Harry Potter and the Prisoner of Azkaban",
      "authors_name": [
        "J. K. Rowling"
      ],
      "num_pages": 734,
      "short_description": "Harry Potter must confront the devious and dangerous wizard responsible for his parents' deaths.",
      "image": "http://books.google.com/books/content?id=4mtauAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "num_copies": 4,
      "categories": [
        "Escaped prisoners"
      ],
      "ISBN": "1536443743"
    },
    {
      "id": "GZAoAQAAIAAJ",
      "book_name": "Harry Potter and the Deathly Hallows",
      "authors_name": [
        "J. K. Rowling"
      ],
      "num_pages": 792,
      "short_description": "\"The final adventure in J.K. Rowling's phenomenal, best-selling Harry Potter book series\"--Provided by publisher.",
      "image": "http://books.google.com/books/content?id=GZAoAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "Bildungsromans"
      ]
    },
    {
      "id": "v1IrzgEACAAJ",
      "book_name": "Harry Potter and the Chamber of Secrets: MinaLima Edition",
      "authors_name": [
        "J. K. Rowling"
      ],
      "num_pages": 0,
      "short_description": "Prepare to be dazzled by this new edition of J.K. Rowling's Harry Potter and the Chamber of Secrets, designed and illustrated by MinaLima. With over 150 full-colour illustrations and eight exclusive, interactive paper-engineered elements, readers can travel via the Floo Network, encounter the Whomping Willow, reveal the spiral staircase to Dumbledore's office and even pull Mandrakes from their pots! This spectacular edition is the perfect gift for Harry Potter fans of all ages, a wonderful addition to any collector's bookshelf and an enchanting way to introduce this beloved series to a new generation of readers.",
      "image": "http://books.google.com/books/content?id=v1IrzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "Juvenile Fiction"
      ],
      "ISBN": "152663788X"
    },
    {
      "id": "DKcWE3WXoj8C",
      "book_name": "Harry Potter and International Relations",
      "authors_name": [
        "Daniel H. Nexon",
        "Iver B. Neumann"
      ],
      "num_pages": 262,
      "short_description": "Drawing on a range of historical and sociological sources, this work shows how aspects of Harry's world contain aspects of our own. It also includes chapters on the political economy of the franchise, and on the problems of studying popular culture.",
      "image": "http://books.google.com/books/content?id=DKcWE3WXoj8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 3,
      "categories": [
        "Juvenile Fiction"
      ],
      "ISBN": "0742539598"
    },
    {
      "id": "GEWXQbASXZUC",
      "book_name": "Understanding the Lord of the Rings",
      "authors_name": [
        "Rose A. Zimbardo",
        "Neil D. Isaacs"
      ],
      "num_pages": 308,
      "short_description": "Publisher's description: When first published, The Lord of the Rings stood far from the mainstream: no one had seen anything like it for decades. Tolkien's almost stridently antimodern tale needed valiant defenders, vocal admirers who understood its sources and relished its monumental scale. While such champions of modernism as Edmund Wilson mocked Tolkien's archaic structure and language, W.H. Auden -- a great modernist poet in his own right -- rose to his defense with a spirited essay on the true nature of the Hero Quest. Edmund Fuller's essay collected here discusses the nature of the fairy tale, returning to the roots of the term to remove the treacle of Disney and restore the value of realistic enchantment. Tolkien's friend C.S. Lewis takes up the question of why, if you have a serious comment to make about real life, you would drape it in a never-never land of your own. He shrewdly argues that it is because real life does have mythic and heroic qualities -- in abundance. This collection also includes, among others, essays by Marion Zimmer Bradley, Verlyn Flieger, Paul Kocher, Jane Chance, and each of the editors, as well as a brand-new essay by Tom Shippey that shows us how to process all this vast learning, adding to it the many delights of the film versions of Tolkien's epic masterpiece, so we can relish his achievement all the more.",
      "image": "http://books.google.com/books/content?id=GEWXQbASXZUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 1,
      "categories": [
        "Literary Criticism"
      ],
      "ISBN": "0618422536"
    },
    {
      "id": "aba6",
      "book_name": "123",
      "authors_name": [
        "123"
      ],
      "num_pages": "123",
      "short_description": "123",
      "image": "",
      "num_copies": "123",
      "categories": [
        "123"
      ]
    },
    {
      "id": "KV4DAwAAQBAJ",
      "book_name": "UFO! (SpongeBob SquarePants)",
      "authors_name": [
        "Nickelodeon Publishing"
      ],
      "num_pages": 36,
      "short_description": "Bikini Bottom suddenly goes dark one day and everyone panics! Are aliens invading SpongeBob SquarePants home?",
      "image": "http://books.google.com/books/content?id=KV4DAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 9,
      "categories": [
        "Juvenile Fiction"
      ],
      "ISBN": "9781612630052"
    },
    {
      "id": "KzuhDwAAQBAJ",
      "book_name": "SpongeBob Exposed!: The Insider's Guide to SpongeBob SquarePants (SpongeBob SquarePants)",
      "authors_name": [
        "Nickelodeon Publishing"
      ],
      "num_pages": 100,
      "short_description": "A nostalgic guide detailing the creation of SpongeBob SquarePants. Featuring interviews with SpongeBob SquarePants' creator Stephen Hillenburg, a detailed early episode guide, a SpongeBob fan certificate, and other treats fill an insider's guide to the popular cartoon series.",
      "image": "http://books.google.com/books/content?id=KzuhDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 1,
      "categories": [
        "Juvenile Fiction"
      ],
      "ISBN": "9781950837038"
    },
    {
      "id": "Lry4SK8RmQgC",
      "book_name": "The Hobbit: Illustrated by Alan Lee",
      "authors_name": [
        "J. R. R. Tolkien"
      ],
      "num_pages": 402,
      "short_description": "First ever illustrated eBook of the classic bestseller featuring more than 60 colour paintings and pencil drawings by the award-winning artist, Alan Lee, Conceptual Designer on Peter Jackson’s THE HOBBIT: AN UNEXPECTED JOURNEY.",
      "image": "http://books.google.com/books/content?id=Lry4SK8RmQgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 3,
      "categories": [
        "Fiction"
      ],
      "ISBN": "9780007487318"
    },
    {
      "id": "GN1PJGy9ghAC",
      "book_name": "The Hobbit: An Unexpected Journey--The World of Hobbits",
      "authors_name": [
        "Paddy Kempshall"
      ],
      "num_pages": 48,
      "short_description": "Enter the amazing World of Hobbits. Packed with photos from the new film, this book will tell you all you need to know about these amazing creatures – their appearance, appetites, homes, friends, deadly foes and much more.",
      "image": "http://books.google.com/books/content?id=GN1PJGy9ghAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 6,
      "categories": [
        "Juvenile Nonfiction"
      ],
      "ISBN": "9780547859125"
    },
    {
      "id": "ZO_xY1V-2PgC",
      "book_name": "Relief of New Milford Consolidated School District No. 123, of Illinois, Rock River Consolidated School District No. 125, of Illinois, Michael H. Lorden, Charles Samuelson, John August Johnson, Ross P. Beckstrom Co",
      "authors_name": [
        "United States. Congress. House. Committee on War Claims. Subcommittee No. 3"
      ],
      "num_pages": 84,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=ZO_xY1V-2PgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 9,
      "categories": [
        "Eminent domain"
      ]
    },
    {
      "id": "QDCmAwAAQBAJ",
      "book_name": "123 Bath & Shower Just 4 me.",
      "authors_name": [
        "Rain Fields"
      ],
      "num_pages": 25,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=QDCmAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 7,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "9781105640247"
    },
    {
      "id": "_r8VAgAAQBAJ",
      "book_name": "Yale Law Journal: Volume 123, Number 2 - November 2013",
      "authors_name": [
        "Yale Law Journal"
      ],
      "num_pages": 287,
      "short_description": "This November issue of The Yale Law Journal (the second of Volume 123, academic year 2013-2014) features new articles and essays on law and legal theory by internationally recognized scholars. Contents include: * Article, \"Leviathan and Interpretive Revolution: The Administrative State, the Judiciary, and the Rise of Legislative History, 1890-1950,\" by Nicholas R. Parrillo * Essay, \"Reconsidering Citizens United as a Press Clause Case,\" Michael W. McConnell * Note, \"The Mens Rea of Accomplice Liability: Supporting Intentions\" * Comment, \"A First Amendment Approach to Generic Drug Manufacturer Tort Liability\" * Comment, \"The EU General Data Protection Regulation: Toward a Property Regime for Protecting Data Privacy\" Quality ebook formatting includes fully linked footnotes, active Table of Contents (including linked Contents for individual articles), active URLs in notes, and properly presented tables and graphs throughout.",
      "image": "http://books.google.com/books/content?id=_r8VAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 3,
      "categories": [
        "Law"
      ],
      "ISBN": "9781610278898"
    },
    {
      "id": "DQQhCwAAQBAJ",
      "book_name": "Harry Potter and the Chamber of Secrets",
      "authors_name": [
        "J.K. Rowling"
      ],
      "num_pages": 325,
      "short_description": "'There is a plot, Harry Potter. A plot to make most terrible things happen at Hogwarts School of Witchcraft and Wizardry this year.' Harry Potter's summer has included the worst birthday ever, doomy warnings from a house-elf called Dobby, and rescue from the Dursleys by his friend Ron Weasley in a magical flying car! Back at Hogwarts School of Witchcraft and Wizardry for his second year, Harry hears strange whispers echo through empty corridors - and then the attacks start. Students are found as though turned to stone... Dobby's sinister predictions seem to be coming true. Having become classics of our time, the Harry Potter eBooks never fail to bring comfort and escapism. With their message of hope, belonging and the enduring power of truth and love, the story of the Boy Who Lived continues to delight generations of new readers.",
      "image": "http://books.google.com/books/content?id=DQQhCwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "num_copies": 2,
      "categories": [
        "Fiction"
      ],
      "ISBN": "9781781100509"
    },
    {
      "id": "Orq0EAAAQBAJ",
      "book_name": "Prison 456",
      "authors_name": [
        "Samantha Nicklaus"
      ],
      "num_pages": 120,
      "short_description": "Heather and her fellow inmates find themselves in a new prison, with new rules. Run by a warden Heather isn't sure she can trust, she finds herself longing for her home in Prison 917 and trying to stop a full-on escape orchestrated by those close to her. Can she learn to love her new home, and more importantly, can she get her friends too?",
      "image": "http://books.google.com/books/content?id=Orq0EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 8,
      "categories": [
        "Fiction"
      ],
      "ISBN": "9798986611310"
    },
    {
      "id": "FkfrgTySNGQC",
      "book_name": "The Health Detective’s 456 Most Powerful Healing Secrets (Volume 3 of 3) (EasyRead Super Large 20pt Edition)",
      "authors_name": [
        "Unknown Author"
      ],
      "num_pages": 450,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=FkfrgTySNGQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "9781442978010"
    },
    {
      "id": "TA_oj6tJ7AEC",
      "book_name": "The Health Detective’s 456 Most Powerful Healing Secrets (Volume 2 of 2) (EasyRead Large Bold Edition)",
      "authors_name": [
        "Unknown Author"
      ],
      "num_pages": 454,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=TA_oj6tJ7AEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "9781442976467"
    },
    {
      "id": "c5NtSoYYaboC",
      "book_name": "The Health Detective’s 456 Most Powerful Healing Secrets (Volume 2 of 3) (EasyRead Super Large 24pt Edition)",
      "authors_name": [
        "Unknown Author"
      ],
      "num_pages": 566,
      "short_description": "No Description",
      "image": "http://books.google.com/books/content?id=c5NtSoYYaboC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 9,
      "categories": [
        "Uncategorized"
      ],
      "ISBN": "9781442977891"
    }
  ],
  "history": [
    {
      "id": "a670",
      "book_name": "`12",
      "action": "Deleted Book",
      "time": "28/05/2024, 18:56",
      "timeAdded": 1716911805974
    },
    {
      "id": "7a9d",
      "book_name": "1234",
      "action": "Deleted Book",
      "time": "28/05/2024, 18:57",
      "timeAdded": 1716911850368
    },
    {
      "id": "c0d1",
      "book_name": "123",
      "action": "Deleted Book",
      "time": "28/05/2024, 18:57",
      "timeAdded": 1716911855018
    },
    {
      "id": "6a08",
      "book_name": "The Hobbit",
      "action": "Deleted Book",
      "time": "28/05/2024, 18:57",
      "timeAdded": 1716911856588
    },
    {
      "id": "H6H6BJeDFmMC",
      "book_name": "The SpongeBob SquarePants Movie",
      "ISBN": "9780689868405",
      "action": "Created Book",
      "time": "28/05/2024, 19:01",
      "timeAdded": 1716912079533
    },
    {
      "id": "6v-ADAAAQBAJ",
      "book_name": "Re-Reading Harry Potter",
      "ISBN": "9781403918390",
      "action": "Created Book",
      "time": "28/05/2024, 19:01",
      "timeAdded": 1716912096141
    },
    {
      "id": "b64c",
      "book_name": "123",
      "action": "Created Book",
      "time": "28/05/2024, 19:02",
      "timeAdded": 1716912138884
    },
    {
      "id": "KV4DAwAAQBAJ",
      "book_name": "UFO! (SpongeBob SquarePants)",
      "ISBN": "9781612630052",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:04",
      "timeAdded": 1716912254053
    },
    {
      "id": "4719",
      "book_name": "The Hobbit",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:04",
      "timeAdded": 1716912271040
    },
    {
      "id": "d97b",
      "book_name": "123",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:05",
      "timeAdded": 1716912350856
    },
    {
      "id": "7930",
      "book_name": "123",
      "action": "Created Book",
      "time": "28/05/2024, 19:09",
      "timeAdded": 1716912568765
    },
    {
      "id": "8fcQEAAAQBAJ",
      "book_name": "The Alchemical Harry Potter",
      "ISBN": "9781476681344",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:10",
      "timeAdded": 1716912651299
    },
    {
      "id": "btbGDAAAQBAJ",
      "book_name": "Harry Potter: Cinematic Guide (Harry Potter)",
      "ISBN": "9781338158311",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:11",
      "timeAdded": 1716912682323
    },
    {
      "id": "e7c0",
      "book_name": "123",
      "action": "Created Book",
      "time": "28/05/2024, 19:11",
      "timeAdded": 1716912699650
    },
    {
      "id": "3f8c",
      "book_name": "123",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:11",
      "timeAdded": 1716912712471
    },
    {
      "id": "Vq3IEAAAQBAJ",
      "book_name": "Unveiling Harry Potter - Beyond The Wizarding World",
      "ISBN": "No ISBN",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:13",
      "timeAdded": 1716912835979
    },
    {
      "id": "JHEkAQAAMAAJ",
      "book_name": "Harry Potter and the Deathly Hallows",
      "ISBN": "No ISBN",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:14",
      "timeAdded": 1716912850703
    },
    {
      "id": "KzuhDwAAQBAJ",
      "book_name": "SpongeBob Exposed!: The Insider's Guide to SpongeBob SquarePants (SpongeBob SquarePants)",
      "ISBN": "9781950837038",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:15",
      "timeAdded": 1716912900355
    },
    {
      "id": "KzuhDwAAQBAJ",
      "book_name": "SpongeBob Exposed!: The Insider's Guide to SpongeBob SquarePants (SpongeBob SquarePants)",
      "ISBN": "9781950837038",
      "action": "Created Book",
      "time": "28/05/2024, 19:15",
      "timeAdded": 1716912913824
    },
    {
      "id": "KzuhDwAAQBAJ",
      "book_name": "SpongeBob Exposed!: The Insider's Guide to SpongeBob SquarePants (SpongeBob SquarePants)",
      "ISBN": "9781950837038",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:15",
      "timeAdded": 1716912938970
    },
    {
      "id": "eoqEriiPNrIC",
      "book_name": "My Time, My World",
      "ISBN": "No ISBN",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:16",
      "timeAdded": 1716912962572
    },
    {
      "id": "DXznAgAAQBAJ",
      "book_name": "Phoenix Rising: Collected Papers on Harry Potter, 17-21 May 2007",
      "ISBN": "9780615195247",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:22",
      "timeAdded": 1716913331008
    },
    {
      "id": "F4mqJ91Fj-8C",
      "book_name": "HSA Heritage Auctions Rare Books Auction Catalog #6030",
      "ISBN": "1599673940",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:22",
      "timeAdded": 1716913338791
    },
    {
      "id": "c2ce",
      "book_name": "123",
      "action": "Created Book",
      "time": "28/05/2024, 19:23",
      "timeAdded": 1716913423565
    },
    {
      "id": "f1c8",
      "book_name": "123",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:23",
      "timeAdded": 1716913433759
    },
    {
      "id": "zB9X2vKRZ34C",
      "book_name": "What's a Christian to Do with Harry Potter?",
      "ISBN": "9780307813565",
      "action": "Added to favorite",
      "time": "28/05/2024, 19:29",
      "timeAdded": 1716913781656
    },
    {
      "id": "ThAaBwAAQBAJ",
      "book_name": "Harry Potter’s World Wide Influence",
      "ISBN": "9781443816281",
      "action": "Added to favorite",
      "time": "28/05/2024, 19:32",
      "timeAdded": 1716913924618
    },
    {
      "id": "ThAaBwAAQBAJ",
      "book_name": "Harry Potter’s World Wide Influence",
      "ISBN": "9781443816281",
      "action": "Removed from favorite",
      "time": "28/05/2024, 19:32",
      "timeAdded": 1716913944098
    },
    {
      "id": "ThAaBwAAQBAJ",
      "book_name": "Harry Potter’s World Wide Influence",
      "ISBN": "9781443816281",
      "action": "Removed from favorite",
      "time": "28/05/2024, 19:32",
      "timeAdded": 1716913957674
    },
    {
      "id": "ThAaBwAAQBAJ",
      "book_name": "Harry Potter’s World Wide Influence",
      "ISBN": "9781443816281",
      "action": "Added to favorite",
      "time": "28/05/2024, 19:32",
      "timeAdded": 1716913963885
    },
    {
      "id": "ThAaBwAAQBAJ",
      "book_name": "Harry Potter’s World Wide Influence",
      "ISBN": "9781443816281",
      "action": "Removed from favorite",
      "time": "28/05/2024, 19:33",
      "timeAdded": 1716914010659
    },
    {
      "id": "ThAaBwAAQBAJ",
      "book_name": "Harry Potter’s World Wide Influence",
      "ISBN": "9781443816281",
      "action": "Added to favorite",
      "time": "28/05/2024, 19:33",
      "timeAdded": 1716914012283
    },
    {
      "id": "ThAaBwAAQBAJ",
      "book_name": "Harry Potter’s World Wide Influence",
      "ISBN": "9781443816281",
      "action": "Removed from favorite",
      "time": "28/05/2024, 19:33",
      "timeAdded": 1716914020974
    },
    {
      "id": "ThAaBwAAQBAJ",
      "book_name": "Harry Potter’s World Wide Influence",
      "ISBN": "9781443816281",
      "action": "Added to favorite",
      "time": "28/05/2024, 19:33",
      "timeAdded": 1716914023562
    },
    {
      "id": "ThAaBwAAQBAJ",
      "book_name": "Harry Potter’s World Wide Influence",
      "ISBN": "9781443816281",
      "action": "Removed from favorite",
      "time": "28/05/2024, 19:33",
      "timeAdded": 1716914026166
    },
    {
      "id": "OGjYVAIXxyQC",
      "book_name": "The Complete Idiot's Guide to the World of Harry Potter",
      "ISBN": "9781440636615",
      "action": "Added to favorite",
      "time": "28/05/2024, 19:34",
      "timeAdded": 1716914060476
    },
    {
      "id": "OGjYVAIXxyQC",
      "book_name": "The Complete Idiot's Guide to the World of Harry Potter",
      "ISBN": "9781440636615",
      "action": "Removed from favorite",
      "time": "28/05/2024, 19:34",
      "timeAdded": 1716914062015
    },
    {
      "id": "iO5pApw2JycC",
      "book_name": "The Ivory Tower and Harry Potter",
      "ISBN": "0826215491",
      "action": "Added to favorite",
      "time": "28/05/2024, 19:38",
      "timeAdded": 1716914303411
    },
    {
      "id": "iO5pApw2JycC",
      "book_name": "The Ivory Tower and Harry Potter",
      "ISBN": "0826215491",
      "action": "Removed from favorite",
      "time": "28/05/2024, 19:38",
      "timeAdded": 1716914305226
    },
    {
      "id": "iO5pApw2JycC",
      "book_name": "The Ivory Tower and Harry Potter",
      "ISBN": "0826215491",
      "action": "Added to favorite",
      "time": "28/05/2024, 19:38",
      "timeAdded": 1716914308565
    },
    {
      "id": "iO5pApw2JycC",
      "book_name": "The Ivory Tower and Harry Potter",
      "ISBN": "0826215491",
      "action": "Removed from favorite",
      "time": "28/05/2024, 19:38",
      "timeAdded": 1716914309761
    },
    {
      "id": "iO5pApw2JycC",
      "book_name": "The Ivory Tower and Harry Potter",
      "ISBN": "0826215491",
      "action": "Added to favorite",
      "time": "28/05/2024, 19:38",
      "timeAdded": 1716914314044
    },
    {
      "id": "iO5pApw2JycC",
      "book_name": "The Ivory Tower and Harry Potter",
      "ISBN": "0826215491",
      "action": "Removed from favorite",
      "time": "28/05/2024, 19:38",
      "timeAdded": 1716914314407
    },
    {
      "id": "iO5pApw2JycC",
      "book_name": "The Ivory Tower and Harry Potter",
      "ISBN": "0826215491",
      "action": "Added to favorite",
      "time": "28/05/2024, 19:38",
      "timeAdded": 1716914317430
    },
    {
      "id": "iO5pApw2JycC",
      "book_name": "The Ivory Tower and Harry Potter",
      "ISBN": "0826215491",
      "action": "Removed from favorite",
      "time": "28/05/2024, 19:38",
      "timeAdded": 1716914317602
    },
    {
      "id": "iO5pApw2JycC",
      "book_name": "The Ivory Tower and Harry Potter",
      "ISBN": "0826215491",
      "action": "Removed from favorite",
      "time": "28/05/2024, 19:38",
      "timeAdded": 1716914319041
    },
    {
      "id": "iO5pApw2JycC",
      "book_name": "The Ivory Tower and Harry Potter",
      "ISBN": "0826215491",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:48",
      "timeAdded": 1716914882203
    },
    {
      "id": "CyE6DwAAQBAJ",
      "book_name": "The Routledge Handbook of Chinese Translation",
      "ISBN": "9781317383024",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:48",
      "timeAdded": 1716914886328
    },
    {
      "id": "6362",
      "book_name": "123",
      "action": "Created Book",
      "time": "28/05/2024, 19:49",
      "timeAdded": 1716914946506
    },
    {
      "id": "Dw-NAgAAQBAJ",
      "book_name": "The Lord of the Rings and Philosophy",
      "ISBN": "9780812698060",
      "action": "Created Book",
      "time": "28/05/2024, 19:49",
      "timeAdded": 1716914975306
    },
    {
      "id": "FKziXsnqLTEC",
      "book_name": "The Lord of the Rings: The Fellowship of the Ring, The Two Towers, The Return of the King",
      "ISBN": "9780007322596",
      "action": "Created Book",
      "time": "28/05/2024, 19:49",
      "timeAdded": 1716914975323
    },
    {
      "id": "xFr92V2k3PIC",
      "book_name": "The Fellowship of the Ring (The Lord of the Rings, Book 1)",
      "ISBN": "9780007322497",
      "action": "Created Book",
      "time": "28/05/2024, 19:49",
      "timeAdded": 1716914975337
    },
    {
      "id": "GfrqzgEACAAJ",
      "book_name": "The Lord of the Rings",
      "ISBN": "0008537763",
      "action": "Created Book",
      "time": "28/05/2024, 19:49",
      "timeAdded": 1716914975350
    },
    {
      "id": "Dw-NAgAAQBAJ",
      "book_name": "The Lord of the Rings and Philosophy",
      "ISBN": "9780812698060",
      "action": "Created Book",
      "time": "28/05/2024, 19:49",
      "timeAdded": 1716914990876
    },
    {
      "id": "5XOL49zCAHEC",
      "book_name": "Watching the Lord of the Rings",
      "ISBN": "0820463965",
      "action": "Created Book",
      "time": "28/05/2024, 19:49",
      "timeAdded": 1716914990891
    },
    {
      "id": "GyrbDwAAQBAJ",
      "book_name": "The Lord of the Rings#1: Sembilan Pembawa Cincin (The Lord of the Rings Fellowship)",
      "ISBN": "9786020615110",
      "action": "Created Book",
      "time": "28/05/2024, 19:49",
      "timeAdded": 1716914990906
    },
    {
      "id": "4mtauAEACAAJ",
      "book_name": "Harry Potter and the Prisoner of Azkaban",
      "ISBN": "1536443743",
      "action": "Created Book",
      "time": "28/05/2024, 19:50",
      "timeAdded": 1716915029701
    },
    {
      "id": "GZAoAQAAIAAJ",
      "book_name": "Harry Potter and the Deathly Hallows",
      "action": "Created Book",
      "time": "28/05/2024, 19:50",
      "timeAdded": 1716915029831
    },
    {
      "id": "v1IrzgEACAAJ",
      "book_name": "Harry Potter and the Chamber of Secrets: MinaLima Edition",
      "ISBN": "152663788X",
      "action": "Created Book",
      "time": "28/05/2024, 19:50",
      "timeAdded": 1716915029846
    },
    {
      "id": "DKcWE3WXoj8C",
      "book_name": "Harry Potter and International Relations",
      "ISBN": "0742539598",
      "action": "Created Book",
      "time": "28/05/2024, 19:50",
      "timeAdded": 1716915029859
    },
    {
      "id": "c053",
      "book_name": "123",
      "action": "Deleted Book",
      "time": "28/05/2024, 19:50",
      "timeAdded": 1716915058676
    },
    {
      "id": "GEWXQbASXZUC",
      "book_name": "Understanding the Lord of the Rings",
      "ISBN": "0618422536",
      "action": "Created Book",
      "time": "28/05/2024, 19:52",
      "timeAdded": 1716915154375
    },
    {
      "id": "440c",
      "book_name": "123",
      "action": "Created Book",
      "time": "28/05/2024, 20:08",
      "timeAdded": 1716916109830
    },
    {
      "id": "KV4DAwAAQBAJ",
      "book_name": "UFO! (SpongeBob SquarePants)",
      "ISBN": "9781612630052",
      "action": "Created Book",
      "time": "28/05/2024, 20:09",
      "timeAdded": 1716916148227
    },
    {
      "id": "KzuhDwAAQBAJ",
      "book_name": "SpongeBob Exposed!: The Insider's Guide to SpongeBob SquarePants (SpongeBob SquarePants)",
      "ISBN": "9781950837038",
      "action": "Created Book",
      "time": "28/05/2024, 20:09",
      "timeAdded": 1716916148350
    },
    {
      "id": "HrbjU0pvYwQC",
      "book_name": "Harry Potter Places Book One",
      "ISBN": "9781937520588",
      "action": "Removed copy",
      "time": "28/05/2024, 20:10",
      "timeAdded": 1716916224157
    },
    {
      "id": "HrbjU0pvYwQC",
      "book_name": "Harry Potter Places Book One",
      "ISBN": "9781937520588",
      "action": "Added copy",
      "time": "28/05/2024, 20:10",
      "timeAdded": 1716916226066
    },
    {
      "id": "HrbjU0pvYwQC",
      "book_name": "Harry Potter Places Book One",
      "ISBN": "9781937520588",
      "action": "Added to favorite",
      "time": "28/05/2024, 20:10",
      "timeAdded": 1716916227297
    },
    {
      "id": "HrbjU0pvYwQC",
      "book_name": "Harry Potter Places Book One",
      "ISBN": "9781937520588",
      "action": "Removed from favorite",
      "time": "28/05/2024, 20:10",
      "timeAdded": 1716916228626
    },
    {
      "id": "HrbjU0pvYwQC",
      "book_name": "Harry Potter Places Book One",
      "ISBN": "9781937520588",
      "action": "Deleted Book",
      "time": "28/05/2024, 20:10",
      "timeAdded": 1716916232903
    },
    {
      "id": "Lry4SK8RmQgC",
      "book_name": "The Hobbit: Illustrated by Alan Lee",
      "ISBN": "9780007487318",
      "action": "Created Book",
      "time": "28/05/2024, 20:10",
      "timeAdded": 1716916244311
    },
    {
      "id": "GN1PJGy9ghAC",
      "book_name": "The Hobbit: An Unexpected Journey--The World of Hobbits",
      "ISBN": "9780547859125",
      "action": "Created Book",
      "time": "28/05/2024, 20:10",
      "timeAdded": 1716916244430
    },
    {
      "id": "ThAaBwAAQBAJ",
      "book_name": "Harry Potter’s World Wide Influence",
      "ISBN": "9781443816281",
      "action": "Added to favorite",
      "time": "28/05/2024, 21:21",
      "timeAdded": 1716920489423
    },
    {
      "id": "qQYfoV62d30C",
      "book_name": "JK Rowling's Harry Potter Novels",
      "ISBN": "0826452329",
      "action": "Added to favorite",
      "time": "28/05/2024, 21:33",
      "timeAdded": 1716921189456
    },
    {
      "id": "K5zOroHn_LYC",
      "book_name": "The Harry Potter Companion",
      "ISBN": "1589395824",
      "action": "Added to favorite",
      "time": "29/05/2024, 08:58",
      "timeAdded": 1716962314878
    },
    {
      "id": "29QuDwAAQBAJ",
      "book_name": "Harry Potter: Houses of Hogwarts: A Cinematic Guide",
      "ISBN": "9781407182025",
      "action": "Removed from favorite",
      "time": "29/05/2024, 08:59",
      "timeAdded": 1716962365742
    },
    {
      "id": "ZO_xY1V-2PgC",
      "book_name": "Relief of New Milford Consolidated School District No. 123, of Illinois, Rock River Consolidated School District No. 125, of Illinois, Michael H. Lorden, Charles Samuelson, John August Johnson, Ross P. Beckstrom Co",
      "action": "Created Book",
      "time": "29/05/2024, 08:59",
      "timeAdded": 1716962399271
    },
    {
      "id": "QDCmAwAAQBAJ",
      "book_name": "123 Bath & Shower Just 4 me.",
      "ISBN": "9781105640247",
      "action": "Created Book",
      "time": "29/05/2024, 08:59",
      "timeAdded": 1716962399325
    },
    {
      "id": "_r8VAgAAQBAJ",
      "book_name": "Yale Law Journal: Volume 123, Number 2 - November 2013",
      "ISBN": "9781610278898",
      "action": "Created Book",
      "time": "29/05/2024, 08:59",
      "timeAdded": 1716962399364
    },
    {
      "id": "DQQhCwAAQBAJ",
      "book_name": "Harry Potter and the Chamber of Secrets",
      "ISBN": "9781781100509",
      "action": "Created Book",
      "time": "29/05/2024, 09:00",
      "timeAdded": 1716962416521
    },
    {
      "id": "Orq0EAAAQBAJ",
      "book_name": "Prison 456",
      "ISBN": "9798986611310",
      "action": "Created Book",
      "time": "29/05/2024, 09:00",
      "timeAdded": 1716962437589
    },
    {
      "id": "FkfrgTySNGQC",
      "book_name": "The Health Detective’s 456 Most Powerful Healing Secrets (Volume 3 of 3) (EasyRead Super Large 20pt Edition)",
      "ISBN": "9781442978010",
      "action": "Created Book",
      "time": "29/05/2024, 09:00",
      "timeAdded": 1716962437652
    },
    {
      "id": "TA_oj6tJ7AEC",
      "book_name": "The Health Detective’s 456 Most Powerful Healing Secrets (Volume 2 of 2) (EasyRead Large Bold Edition)",
      "ISBN": "9781442976467",
      "action": "Created Book",
      "time": "29/05/2024, 09:00",
      "timeAdded": 1716962437680
    },
    {
      "id": "c5NtSoYYaboC",
      "book_name": "The Health Detective’s 456 Most Powerful Healing Secrets (Volume 2 of 3) (EasyRead Super Large 24pt Edition)",
      "ISBN": "9781442977891",
      "action": "Created Book",
      "time": "29/05/2024, 09:00",
      "timeAdded": 1716962437710
    }
  ],
  "favorites": [
    {
      "id": "Vq3IEAAAQBAJ",
      "book_name": "Unveiling Harry Potter - Beyond The Wizarding World",
      "authors_name": [
        "Eternia Publishing"
      ],
      "num_pages": 104,
      "short_description": "UNVEILING HARRY POTTER: BEYOND THE WIZARDING WORLD: DECODING THE HIDDEN LAYERS, THEMES, SYMBOLS, AND MESSAGES OF THE GROUNDBREAKING FILM SERIES Are you a Harry Potter fan looking for a comprehensive guide to the movies? Look no further than “Unveiling Harry Potter: Beyond The Wizarding World: Decoding The Hidden Layers, Themes, Symbols, And Messages Of The Groundbreaking Film Series.” This guide is an essential resource for any fan of the beloved franchise, providing an in-depth look at all aspects of the movies. CONTENT (40 CHAPTERS) A Companion Guide For The Movies The Making Of Harry Potter: Behind The Scenes Of The Iconic Film Series J.K. Rowling: The Author Behind The World Of Harry Potter The Characters Of Harry Potter: A Comprehensive Overview Of The Cast The Boy Who Lived: Analyzing The Protagonist Of Harry Potter The Villains Of Harry Potter: Voldemort, Bellatrix, And More The Women Of Harry Potter: Hermione, Ginny, And Luna The Hogwarts School Of Witchcraft And Wizardry: Exploring The Magical Academy The Art Of Harry Potter: A Visual Journey Through The Film Series The Music Of Harry Potter: A Melodic Companion To The Movies Harry Potter And Mythology: Exploring The Tales And Legends In The Wizarding World Harry Potter And Philosophy: Ethics, Logic, And Magical Thinking Harry Potter And The Power Of Friendship: Love, Loyalty, And Bravery Harry Potter And Mental Health: Depression, Ptsd, And More The Legacy Of Harry Potter: How The Movies Changed The World The Fans Of Harry Potter: From Cult Phenomenon To Global Franchise The Wizarding World Universe: Exploring The Books, Prequels, And Spinoffs Harry Potter And Pop Culture: References And Influences In Media The Harry Potter Experience: Visiting Filming Locations And Touring The Wizarding World The End Of Harry Potter: A Comprehensive Analysis Of The Film Series Finale Magical Creatures Of The Wizarding World: From Dragons To Hippogriffs The Language Of Harry Potter: Spells, Charms, And Incantations Time-Turners And The Laws Of Time: Exploring The Possibilities Of Time Travel The Hogwarts Houses: The Significance Of Gryffindor, Ravenclaw, Hufflepuff, And Slytherin The Role Of Fate And Free Will In Harry Potter The Wizarding World Economy: Galleons, Sickles, And Knuts The Artifacts Of Harry Potter: Wands, Brooms, And The Elder Wand The Power Of Love In Harry Potter: From Lily's Sacrifice To Snape's Devotion Harry Potter And Social Justice: Examining The Series' Depiction Of Discrimination And Prejudice The Magical World Of Quidditch: History, Rules, And Famous Teams The Politics Of Harry Potter: Ministry Of Magic And The Wizarding Government The Role Of Mythology And Folklore In Harry Potter The Dark Arts: Horcruxes, The Deathly Hallows, And The Unforgivable Curses The Wizarding World Science: Potions, Astronomy, And Herbology Harry Potter And Ethics: The Moral Dilemmas And Choices Characters Face The Role Of Death And Loss In Harry Potter The History Of Magic: From Merlin To Dumbledore The Significance Of Dreams And Prophecies In Harry Potter The Psychology Of Harry Potter: Personality Types And Character Development The Legacy Of Harry Potter: The Impact On Literature, Film, And Pop Culture",
      "image": "http://books.google.com/books/content?id=Vq3IEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 3,
      "categories": [
        "Business & Economics"
      ],
      "ISBN": "No ISBN"
    },
    {
      "id": "dvxkR0spGUMC",
      "book_name": "Hitch",
      "authors_name": [
        "John Russell Taylor"
      ],
      "num_pages": 288,
      "short_description": "One of cinema's greatest directors, a virtuoso visual artist, and a genius of the suspense genre, Alfred Hitchcock (1899–1980) is universally known for such masterpieces as Strangers on a Train, Rear Window, Vertigo, North by Northwest, Psycho, and The Birds. John Russell Taylor, a distinguished film critic and friend of Hitchcock's, enjoyed his full cooperation. Based on numerous interviews, with photos from the private family albums, and an in-depth study of the making of his last film, this biography of the director is as intriguing, revealing, perverse, and entertaining as any Hitchcock classic.",
      "image": "http://books.google.com/books/content?id=dvxkR0spGUMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 6,
      "categories": [
        "Biography & Autobiography"
      ],
      "ISBN": "9781448211616"
    },
    {
      "id": "zB9X2vKRZ34C",
      "book_name": "What's a Christian to Do with Harry Potter?",
      "authors_name": [
        "Connie Neal"
      ],
      "num_pages": 224,
      "short_description": "Answers to the Burning Questions Christian Parents, Educators, and Others Are Asking about Harry Potter. In the world of publishing, few successes have equaled that of J. K. Rowling’s Harry Potter series—magical stories centered on one boy’s adventures at Hogwarts, a school for witchcraft and wizardry. Yet this popular series presents a perplexing—even divisive—challenge to the Christian community. Although the books present a clear picture of the epic battle between good and evil, they appear to support the use of magic and have had a controversial impact on our culture. As a result, many of us are wondering, “How should I respond to this Harry Potter thing?” Find out what the Harry Potter books really say about witchcraft and wizardry. Hear what Christians on both sides of the debate are saying about Harry Potter—and decide what you believe. Learn how you can use the series to protect your child from real occult influences. In What’s a Christian to Do with Harry Potter?, you’ ll explore the valid concerns some Christians have about the series, sort out the fact and fiction at the center of the debate, discover biblical answers that may surprise you, and learn how you can tap into this powerful cultural phenomenon to help advance the kingdom of God. This book has not been prepared, approved, or licensed by any person or entity that created, published, or produced the Harry Potter books or related properties.",
      "image": "http://books.google.com/books/content?id=zB9X2vKRZ34C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 10,
      "categories": [
        "Family & Relationships"
      ],
      "ISBN": "9780307813565"
    },
    {
      "id": "ThAaBwAAQBAJ",
      "book_name": "Harry Potter’s World Wide Influence",
      "authors_name": [
        "Diana Patterson"
      ],
      "num_pages": 337,
      "short_description": "The Harry Potter series forms a single epic story that has been published in nearly 70 languages, and has been examined in a large number of disciplines. This collection of essays contributes to the scholarly discourse that forms Potter Studies. These essays take on the consideration of Rowling's work as being worthy of study as a phenomenon and influence, as well as a work of literary value. They add genuine statistical information about the reasons for the books' popularity, consider their effects on child readers, and examine some deep-rooted reasons for their having been manipulated in American publishing, in film adaptations, in musical complements, and in their thingification in popular culture around the world. Some of these essays take on the critics of the books' religion and considerations of psychological, as well as philosophical good and evil, and well as some stylistic anomalies. The fact that scholars from China, Germany, Poland, Romania, and Israel, in addition to English-speaking nations, have felt compelled to examine these books in detail testifies in part to Harry Potter's world-wide influence.",
      "image": "http://books.google.com/books/content?id=ThAaBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 7,
      "categories": [
        "Literary Criticism"
      ],
      "ISBN": "9781443816281"
    },
    {
      "id": "qQYfoV62d30C",
      "book_name": "JK Rowling's Harry Potter Novels",
      "authors_name": [
        "Philip Nel"
      ],
      "num_pages": 100,
      "short_description": "Explores the themes found in the novels, provides information about reviews of the novels, and includes information about the life of J.K. Rowling.",
      "image": "http://books.google.com/books/content?id=qQYfoV62d30C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "num_copies": 3,
      "categories": [
        "Literary Criticism"
      ],
      "ISBN": "0826452329"
    }
  ]
}